---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.DXFExportOptions
source: html/aff4f688-caee-4120-fc0b-49d51b52a35a.htm
---
# DXFExportOptions Members

Constructs a new instance of DXFImportOptions with default values of all properties.